// import g304ti from '../../../Img/brands/6143-1.png';

export const LOGI = [
  {
    id: 0,
    title: '',
    intro: '',
    src: '',
    title1: '',
    intext: '',
    interviewer: '',
    li1: '',
    li2: '',
    li3: '',
    li4: '',
    final: '',
    ftext: '',
  },
  {
    id: 1,
    title: 'Logitech g304 Review',
    intro:
      '  로지텍 g304 무선 게이밍마우스는 g102 모델과 디자인이 거의같은 무선제품입니다 무선이지만 절대 유선이라고 느낄수있는 응답속도를 가지고있습니다. 평소 가볍게 게임을 즐기는 라이트 유저들에게 가격면에서도 접근하기 좋은 무선마우스라 평가받습니다.',
    src: '',
    title1: 'Gear InterView',
    intext:
      '사람이 게임을 하면서 반응하는 데에는 분명 0.001초는 커녕 0.008초 이상이 걸리고 이는 눈으로 본 게 뇌로 전달 손이나 발을 움직이라는 신호가 지나는 신호 수준이 아닐까 합니다만, 4GHz로 동작하는 CPU의 캐시 메모리에서 정보를 엿볼 수 있는 오늘에서 보자면 사람 기준이 아니라 레이턴시라고 하는 기기 입장에서 생각해 보면 이러한 지연을 1ms(0.001초)라고 줄여보고자 하는 로지텍의 집념을 느끼실 수 있지 않으실까 합니다.',
    interviewer: '-프로게이머-김동찬',
    li1: 'HERO 센서',
    li2: '최대 12,000DPI',
    li3: '6 개 버튼 완벽하게 프로그래밍 가능',
    li4: '1ms 보고율',
    final: '기어로그 최종리뷰',
    ftext:
      'g304 lightspeed 시리즈의 경우 항상 지켜온 기본적인 마우스의 형태와 커스텀할수 있는 디자인, 경쾌한 움직임으로 누구에게나 최상의 퍼포먼스를 제공합니다.',
  },
  {
    id: 2,
    title: 'Logitech GPro-X 기계식 키보드 Review',
    intro:
      '  빠른 응답속도의 키보드 입력 속도로 게임을 즐길수 있습니다~! 경쾌한 클릭키 부터 갈축 적축등 다양한 키보드 축 종류를 취향에 따라 골라서 사용하시면 됩니다!',
    src: '',
    title1: 'Gear InterView',
    intext:
      '게임을 하면서 키보드의 키입력이 씹히지 않고 잘 입력되고, 좋은 키감으로 인해서 엄청 만족하면서 사용을 하고 있습니다.',
    interviewer: 'GenG Bdd선수',
    li1: '텐키리스의 장점',
    li2: '3가지 키보드 축',
    li3: '무한동시 입력 기능으로 인한 빠르고 정확한 입력',
    li4: '아름다운 백 라이트',
    final: '기어로그 최종리뷰',
    ftext:
      'Gpro-x 키보드로 키보드의 만족감과 좋은 키감으로 재밌는 취미생활을 즐길수 있어서 좋았습니다!',
  },
  {
    id: 3,
    title: 'G913 무선키보드 Review',
    intro: '게이밍 무선 키보드, 세련되고 고급스러운 디자인! 낮은 높이로 손목이 편하고 입력속도도 빠르다!',
    src: '',
    title1: 'G913 무선 기계식 키보드 리뷰',
    intext:
      '낮은 높이의 키캡으로 손목에 무리가 없고, 무선 블루투스 기능을 사용하여 연결성 및 공간적 여유 및 유선과의 응답속도와 비교도 안될 정도의 빠른 입력속도, 충전도 빠릅니다',
    interviewer: 'FPX 너구리',
    li1: '블루투스 사용으로 인한 연결성',
    li2: '낮은 높이로 인한 손목 보고',
    li3: '오래가고 빠른 충전 배터리!',
    li4: '기능키의 제공으로 인한 블루투스 연결 및 게이밍 기능',
    final: '기어로그 최종 리뷰',
    ftext:
      'G913 키보드의 연결성과 낮은 키압으로 인한 손목보호 및 빠른 입력속도로 여려분의 게이밍 환경을 한층 업그레이드 시켜드립니다!',
  },

  {
    id: 4,
    title: 'G733 게이밍 헤드셋 Review',
    intro: '고성능 마이크, 고성능 로지텍 오디오 출력 기술을 믹스한 G733 게이밍 무선 헤드셋',
    src: '',
    title1: 'G733 게이밍 헤드셋 리뷰',
    intext:
      'G733 게이밍 헤드셋은 블루투스 기능의 헤드셋으로 배터리는 최대30시간 사용이 가능하고, 고성능 마이크 및 오디오 시스템, 화려안 컬러를 자랑하는 제품입니다.',
    interviewer: '게이밍 장비 리뷰 크리에이터',
    li1: '고성능 음질 및 마이크0',
    li2: '딜레이 없는 음질 및 화려한 조명',
    li3: '최대30시간 배터리 효율',
    li4: '편안한 착용감',
    final: '기어로그 최종리뷰',
    ftext:
      'G733 게이밍 무선 헤드셋의 최고의 성능으로 최고의 오디오 성능과 화려한 디자인으로 누구에게나 최상의 퍼포먼스를 보여드립니다.',
  },
  {
    id: 5,
    title: 'Razer BlackWidow Review',
    intro: 'Razer BlackWidow의 경쾌한 키감 과 1000hz 울트라 폴링, 다기능 디지털 다이어 기능 10키 롤 오버 안티 고스팅 및 게이밍 모드 옵션',
    src: '',
    title1: 'Razer BlackWidow',
    intext:
      'Razer 키보드는 OEM 형태의 커스텀메이징 된 스위치와 자체 개발한 스위치를 사용하면서 빠른 응답속도와 반응성, 최적의 키감을 제공합니다. 이 키보드는 뚜렷한 클릭감과 촉감을 지니고 있고, 수 많은 대회에서 이 회사의 키보드를 쓰면서 다른 축과 다른 독특함이 있다.',
    interviewer: 'PKL 담원 Loki',
    li1: '경쾌한 키감',
    li2: '독보적인 기술로 인한 빠른 반응과 클릭감',
    li3: '풀 스펙트럼 게이밍 환경',
    li4: '매크로 기록이 가능한 프로그래밍 가능',
    final: '기어리뷰 최종 리뷰',
    ftext:
      'Razer BlackWidow는 Razer사의 기술이 녹아든 키보드로 빠른 반응과 입력을 보여주면서 여러분들께 최상의 퍼포먼스를 제공합니다.',
  },
  {
    id: 6,
    title: 'Razer DeathAdder Review',
    intro: 'Razer의 게이밍 마우스 Razer DeathAdder의 고성능을 체험해 보세요!',
    src: '',
    title1: 'Razer DeathAdder',
    intext:
      '세계 최고의 롤 선수 SKT T1 Faker 선수가 사용하는 Razer DeathAdder 적외선 센서와 5개의 좌/우 버튼 휠 버튼 기능과 편안한 그립감을 제공합니다.',
    interviewer: 'SKT T1 Faker',
    li1: '세계 최고의 선수가 사용하는 마우스',
    li2: '손에 감기는 그립감',
    li3: '빠른 반응과 구분감 있는 클릭압',
    li4: '최대 Dpi 3500지원과 깔끔한 디자인',
    final: '기어로그 최종 리뷰',
    ftext:
      '손이 큰 사람에겐 편한 그립감과 마우스, 작은 분들껜 다소 불편한 그립감 세계 최고의 롤 프로게이머가 꾸준하게 사용하는 제품',
  },
  {
    id: 7,
    title: 'Razer KraKen Ultimate Review',
    intro: 'Razer KraKen Ultimate 게이밍 헤드셋 리뷰',
    src: '',
    title1: 'Razer KraKen Ultimate 게이밍 헤드셋',
    intext:
      'THX 공간 오디오 & 50mm 드라이버 가상7.1채널을 사용하는 크라켄 시리즈와는 다르게 THX서라운드를 지원하는 제품. 노이즈캔슬링 마이크와 편한한 쿨링 젤 쿠션으로 착용감과 마이크성능을 보여드립니다.',
    interviewer: 'SKT T1 Faker',
    li1: 'THX 공간 오디오',
    li2: '노이즈 캔슬링기능의 마이크',
    li3: '쿨링 젤 쿠션으로 인한 편안한 착용감',
    li4: 'Razer제품의 감성 과 화려한 디자인',
    final: '기어로그 최종 리뷰',
    ftext:
      '최고의 사운드 시스템인 공간 오디오와 마이크 음질, 쿨링 젤 쿠션으로 편안한 착용감과 화려한 디자인이 장점인 제품, 다만 높은 가격이 아쉬운 제품입니다.',
  },
  {
    id: 8,
    title: 'Roccat Kova Review',
    intro: 'Roccat Kova 게이밍 마우스의 화려한 게이밍 시스템을 소개합니다~!',
    src: '',
    title1: 'Roccat Kova 게이밍 마우스 리뷰',
    intext:
      '인체공학적 설계로 제작된 게이밍 마우스 Rocaat Kova 게이밍 마우스입니다. 광학 센서는 최대 12,000DPI까지 가능합니다.RGB 조명은 화려하고 선명하며 Roccat Swarm 소프트웨어에서 원하는 설정이 가능합니다.',
    interviewer: 'GenG 엠비션',
    li1: '인체공학설계',
    li2: '화려한 디자인',
    li3: '고성능 센서',
    li4: '고급스러운 마감과 배틀그라운드 마우스로 적합',
    final: '기어로그 리뷰',
    ftext:
      'Roccat사의 게이밍 마우스인 Roccat Kova 게이밍마우스 , 배틀그라운드 마우스 및 다른 게이밍 마우스로 사용하기 굉장히 편하고, 인체공학적 설계로 그립감이 매우 뛰어납니다.',
  },
  {
    id: 9,
    title: 'Roccat Kone Pro Review',
    intro: 'Roccat Kone Pro 게이밍 마우스를 소개합니다.',
    src: '',
    title1: 'Roccat Kone Pro',
    intext:
      'Roccat Kone Pro는 굉장히 가볍게 나온 제품으로 무선제품입니다. 인체공학적 설계로 그립감이 좋고 가벼워서 손이 작은 유저분들이 사용하기 매우 좋은제품입니다.',
    interviewer: 'GenG 이노닉스',
    li1: '로켓무선마우스',
    li2: '손작고 가벼운 마우스',
    li3: '편안한 그립감',
    li4: '땀흡수가 잘되며 게이밍마우스로는 최적',
    final: '기어로그 리뷰',
    ftext:
      'Roccat사의 무선 게이밍 마우스인 Roccat Kone Pro 손이 작은 유저분들이 사용하기 매우 좋은 제품이고, 가벼워서 체감이 매우 좋다.',
  },
  {
    id: 10,
    title: 'Corsair K70 Review',
    intro: 'Corsair K70 Review입니다. 커세어 감성이 잘 녹아들고, 체리식 적축과 저소음 적축 모델을 사용합니다. 빠른 입력과 반응속도로 게이밍 키보드에 매우 적합한 키보드입니다.',
    src: '',
    title1: '',
    intext:
      '체리식 리니어 스위치를 사용하여 빠른 입력속도와 가벼운 키감으로 게이밍에 최적화 된 키보드 제품입니다, 화려한 LED와 ',
    interviewer: '트위치스트리머 괴물쥐',
    li1: 'MK2 키캡 과 체리식 스위치',
    li2: '커세어 감성의 테크',
    li3: '게이밍 키보드의 끝',
    li4: '빠른 입력속도와 반응',
    final: '기어로그 최종 리뷰',
    ftext:
      '커세어 제품의 감성이 잘 녹아들고, 체리식 리니어 스위치의 내구성과 빠른 입력속도, 반응이 매우 좋은 제품이다. 화려한 디자인과 마감이 매우좋은 제품.',
  },

];

//클릭하면 아이디값이 저장된다 클릭하면
// 그아이디에 해당하는값을 더미데이터에서 불러온다
